/* No comment provided by engineer. */
"General" = "Général";

/* No comment provided by engineer. */
"Applications" = "Applications";

/* No comment provided by engineer. */
"Display Options" = "Affichage";

/* No comment provided by engineer. */
"Network" = "Réseaux";

/* No comment provided by engineer. */
"Logging" = "Logging";

/* No comment provided by engineer. */
"About" = "A propos";

/* No comment provided by engineer. */
"Display" = "Affichage";

/* No comment provided by engineer. */
"Check for updates automatically" = "Rech. automatiquement les MàJ";

/* No comment provided by engineer. */
"Check" = "Vérifier";

/* No comment provided by engineer. */
"Start at Login" = "Lancer quand la session démarre";

/* No comment provided by engineer. */
"Display status item in the menubar" = "Afficher l'état dans la barre des menus";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Enabled" = "Cocher";

/* No comment provided by engineer. */
"Configure..." = "Configure…";

/* No comment provided by engineer. */
"Remove" = "Supprimer";

/* No comment provided by engineer. */
"Preview" = "Prévisualiser";

/* No comment provided by engineer. */
"Listen for incoming notifications" = "Autoriser les notifications entrantes";

/* No comment provided by engineer. */
"Allow remote application registration" = "Permettre l'enregistrement d'application distante";

/* No comment provided by engineer. */
"Server password:" = "Mot de passe du serveur:";

/* No comment provided by engineer. */
"Forward notifications to other computers" = "Envoyer des notifications aux autres ordinateurs";

/* No comment provided by engineer. */
"Use" = "Cocher";

/* No comment provided by engineer. */
"Computer" = "Ordinateur";

/* No comment provided by engineer. */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Add computer" = "Ajouter un ordinateur";

/* No comment provided by engineer. */
"Remove computer" = "Supprimer un ordinateur";

/* No comment provided by engineer. */
"Enable logging" = "Autoriser l'enregistrement d'un registre";

/* No comment provided by engineer. */
"Growl Web Site" = "Site web de Growl";

/* No comment provided by engineer. */
"Growl Bug Submission" = "Signaler un bug de Growl";

/* No comment provided by engineer. */
"Donate" = "Donate";

/* No comment provided by engineer. */
"Growl Forum" = "Forum de Growl";
